<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../css/about.css">
    <link rel="icon" href="../iconka.jpg" type="image">
    <title>SportVibe</title>
</head>
<body>
    <div class="wrapper">
        <header>
            <div class="head">
                <a href="../index.php"><p class="logo">SportVibe</p></a>
              <ul class="menu">
               <li><a href="../index.php">Главная</a></li>
               <li><a href="about.php">О нас</a></li>
               <li><a href="contacts.php">Контакты</a></li>
               <li><a href="../pravila/pravila.php">Правила</a></li>
              </ul>
            </div>
        </header>
        <main>
            <div class="block2">
                <h2 class="for_u">Немного о блоге</h2>
                <div class="all_text">
                    <div class="first">
                        <img src="../image/about/1.jpg" alt="Картинка" width="600" height="420">
                        <div class="txt_own">
                            <h2>Экспертность и профессионализм</h2>
                            <p>Наш блог ведут квалифицированные спортсмены, тренеры и спортивные специалисты
                             с многолетним опытом в различных направлениях — от силовых тренировок до командных
                              видов спорта. Мы тщательно проверяем каждую статью на предмет достоверности и соответствия
                               современным научным исследованиям в области спортивной медицины, физиологии и питания. Это гарантирует,
                                что советы и рекомендации, которые вы найдете у нас, основаны на проверенных данных и рабочих методиках. 
                                Благодаря такому подходу мы помогаем читателям избегать травм, повышать эффективность тренировок и достигать
                                 поставленных целей максимально безопасно и быстро.</p>
                        </div>
                    </div>
                    <div class="first">
                        <div class="txt_own">
                            <h2>Актуальность и разнообразие тем</h2>
                            <p>Мы постоянно обновляем и расширяем контент, чтобы отражать последние тенденции и научные открытия
                                 в спорте и фитнесе. В нашем блоге вы найдете материалы, охватывающие широкий спектр тем: от программ тренировок
                                  и правильного питания до восстановления и ментального здоровья спортсмена. Такой подход позволяет удовлетворить
                                   интересы как новичков, так и профессионалов, обеспечивая полезную и своевременную информацию для достижения
                                    различных спортивных целей. Благодаря регулярным публикациям вы всегда будете в курсе новейших методик
                                     и инновационных подходов в мире спорта.</p>
                        </div>
                        <img src="../image/about/2.jpg" alt="Картинка" width="700" height="420">
                    </div>
                    <div class="all_text">
                    <div class="first">
                        <img src="../image/about/3.jpg" alt="Картинка" width="680" height="420">
                        <div class="txt_own">
                            <h2>Интерактивность и общение</h2>
                            <p>Мы создаем платформу, которая не только предоставляет информацию, но и стимулирует активное взаимодействие
                             с аудиторией. Пользователи могут задавать вопросы, делиться опытом и участвовать в обсуждениях, что способствует 
                             формированию сообщества единомышленников. Регулярные вебинары, опросы и челленджи позволяют вовлекать подписчиков
                              в процессы обучения и мотивации. Такой двусторонний канал общения повышает качество контента, учитывая реальные 
                              потребности и интересы аудитории, а также поддерживает постоянный обмен знаниями и вдохновением.</p>
                        </div>
                    </div>
                    <div class="first">
                        <div class="txt_own">
                            <h2>Уникальный стиль подачи</h2>
                            <p>Наш подход сочетает креативность и простой язык, делая сложные темы доступными и интересными для широкой аудитории. 
                            Мы используем яркие метафоры, живые примеры и эмоциональные элементы, которые помогают запомнить информацию и вызвать 
                            отклик у читателя. Формат подачи может варьироваться — от мини-историй и инфографики до интерактивных заданий, что
                            помогает удерживать внимание и стимулирует активное усвоение материала. Такой стиль позволяет не только информировать,
                             но и вдохновлять, формируя доверие и лояльность аудитории.</p>
                        </div>
                        <img src="../image/about/4.jpg" alt="Картинка" width="700" height="420">
                    </div>
                </div>
            </div>
        </main>
        <footer>
      <div class="foot1">
        <p class="logo2">SportVibe</p>
      </div>
      <ul class="foot2">
              <li><a href="../index.php">Главная</a></li>
              <li><a href="about.php">О нас</a></li>
      </ul>
      <div class="foot2">
        <li><a href="contacts.php">Контакты</a></li>
        <li><a href="../pravila/pravila.php">Правила</a></li>
      </div>
      <div class="foot4">
         <a href="https://max.ru/join/VFYwYbx-fy_LxDezyTJ1A9DF0BAi0BVaBX1hwVVR-YM" target="_blank" rel="noopener"><img src="../max.png" alt=""></a>
      </div>
    </footer>
    </div>
</body>
</html>